import workOne from "../img/bathroom.webp";
import other from "../img/other.webp";
import workThree from "../img/sill.webp";
import workFour from "../img/reception.webp";
import workFive from "../img/ku.webp";
import workSix from "../img/ourstairs.webp";
import bar from "../img/bar.webp";
import vannaya from "../img/bath.webp";
import kitchen1 from "../img/mykichen.webp"

export const works = [
    {
      images: [workOne, vannaya],
      title: "Столешницы из камня для ванной комнаты",
      id: 1,
      subtitle: "Столешницы из кварцевого агломерата для ванных комнат стоит выбирать из-за их непористой структуры, которая предотвращает впитывание влаги и защищает от плесени и бактерий, обеспечивая гигиеничность. Они также устойчивы к косметическим средствам, царапинам и просты в уходе, сохраняя элегантный вид на долгие годы.",
      description: ["Изготовлена из квацевого камня Nobble 'Bianco Gioia'", "Изготовлена из квацевого камня Аварус 'Черное море'"]
    },
    {
      images: [workFive, kitchen1],
      title: "Столешницы из камня для кухни",
      id: 2,
      subtitle: "Столешницы из кварцевого агломерата стоит выбирать из-за их высокой устойчивости к влаге, царапинам и химическим веществам, что делает их идеальными для кухонь и ванных комнат. Они долговечны, гигиеничны, не требуют сложного ухода и сохраняют эстетичный вид на десятилетия.",
      description: ["Изготовлена из квацевого камня Nobble 'Calacatta Magic White'", "Изготовлена из квацевого камня Avant 'Статуарио'"]
    },
  
    {
      images: [workSix],
      title: "Лестницы из камня",
      id: 3,
      subtitle: "Лестницы из кварцевого агломерата стоит выбирать благодаря их исключительной прочности и устойчивости к износу, что обеспечивает долговечность даже при интенсивной эксплуатации. Они также обладают эстетичным видом, не требуют сложного ухода и устойчивы к пятнам, влаге и механическим повреждениям.",
      description: ["Изготовлена из квацевого камня Caesarstone 'Pure White'"]
    },
  
    {
      images: [workFour],
      title: "Ресепшен из камня для вашего бизнеса",
      id: 4,
      subtitle: "Ресепшены из кварцевого агломерата стоит выбирать из-за их элегантного внешнего вида и высокой устойчивости к царапинам, пятнам и химическим воздействиям, что идеально для зон с высокой проходимостью. Они просты в уходе, долговечны и подчеркивают профессиональный имидж бизнеса.",
      description: ["Изготовлена из квацевого камня Avant 'Аквитания Бланка'"]
    },
    {
      images: [other],
      title: "Прочее",
      id: 5,
      subtitle: "Изделия из кварцевого агломерата, такие как навесные полочки, подставки для растений или декоративные панели, стоит выбирать за их долговечность, устойчивость к влаге и легкость в уходе, что делает их идеальными для любых интерьеров. Они также предлагают эстетическую универсальность, позволяя создавать стильные и функциональные элементы, например, настенные консоли или рамки для зеркал, которые сохраняют безупречный вид годами.",
      description: ["Изготовлена из квацевого камня Avant 'Аваллон'"]

    },
    {
      images: [workThree],
      title: "Подоконник из камня",
      id: 6,
      subtitle: "Подоконники из кварцевого агломерата стоит выбирать из-за их высокой прочности, устойчивости к влаге и перепадам температур, что идеально для помещений с повышенной влажностью или частым воздействием солнца. Они не требуют сложного ухода, устойчивы к пятнам и царапинам, сохраняя эстетичный вид на долгие годы.",
      description: ["Изготовлена из квацевого камня Caesarstone 'Frosty Carrina'"]

    },
    {
      images: [bar],
      title: "Барная стойка",
      id: 7,
      subtitle: "Барные стойки из кварцевого агломерата стоит выбирать из-за их высокой устойчивости к пятнам, царапинам и воздействию жидкостей, что делает их идеальными для интенсивного использования в барах и ресторанах. Они также отличаются долговечностью, легкостью в уходе и привлекательным дизайном, который подчеркивает стиль интерьера.",
      description: ["Изготовлена из квацевого камня Noblle 'Calacatta Borghini'"]
    },
  ];